[
    {
        "pronunciation": "Pronunciation:  /tə/ \n\n/tʊ/ \n\n/tuː/ \n\n",
        "sound": "http://www.oxforddictionaries.com/media/english/uk_pron/t/to_/to__g/to__gb_1.mp3",
        "name": "to",
        "data": [
            {
                "definition": "Expressing motion in the direction of (a particular location):Expressing location, typically in relation to a specified point of reference:Expressing a point reached at the end of a range or after a period of time: (In telling the time) before (the hour specified):Approaching or reaching (a particular condition):Expressing the result of a process or action:Governing a phrase expressing someone’s reaction to something:Identifying the person or thing affected by or receiving something:Identifying a particular relationship between one person and another:Used in various phrases to indicate how something is related to something else (often followed by a noun without a determiner):Indicating a rate of return on something, for example the distance travelled in exchange for fuel used: Indicating the power (exponent) to which a number is raised:Indicating that two things are attached or linked:Concerning or likely to concern (something):Used to introduce the second element in a comparison:Placed before a debit entry in accounting.",
                "title": " preposition",
                "example": "walking down to the shopsmy first visit to Africawe’re going to a partyforty miles to the south of the siteplace the cursor to the left of the first worda drop in profits from £105 m to around £75 mfrom 1938 to 1945it’s five to tenChristopher’s expression changed from amazement to joyshe was close to tearssmashed to smithereensto her astonishment, he smiledyou were terribly unkind to herthey donated £400 to the hospiceI am deeply grateful to my parentshe is married to his cousin Emmahe’s economic adviser to the presidentmade to ordera prelude to disastermy car only does ten miles to the gallonten to the minus thirty-threehe had left his dog tied to a drainpipethey are inextricably linked to this islanda threat to world peacea reference to Psalm 22:18the club’s nothing to what it once was",
                "moreInformation": "\nMore example sentences\nHe actually dropped to the ground just as a giant pickup rolled over him.They commissioned GAD Architecture, a firm founded in Turkey that has since moved to New York.Emlyn loudly exited the hotel and went to the station for the Bristol train.\nGet more examples\n\nMore example sentences\nThe family room to the right of the entrance hall has an unusual colour scheme.The landlocked country is dominated by the rugged Hindu Kush mountains that sweep from the west to the east.It was 850 miles to Singapore Harbor.\nMore example sentences\nThe two books covers the dance band era from the 1930s to the 1960s.Prospectors arrived by land or sea and usually operated in groups of six to forty, working claims jointly.Another eight to ten million square feet of exhibition space is scheduled to come on line within five years.\nGet more examples\n\nMore example sentences\nI was awake at ten to six, at the gym by 6:30.It's twenty to one in the morning, and I'm beat.Apologies followed, and at five to three the belated ceremony commenced to the relief of all concerned.\nMore example sentences\nThe children cry themselves to sleep from hunger.Shackleton's southern party passed the previous ‘furthest south’ record set by Scott, but by January 2 Shackleton was near to breaking point.Can we ever know if an image moved large numbers of people to action, or changed the ways they think about things?\nGet more examples\n\nMore example sentences\nIf you buy a pair of trainers and they fall to bits, you won't buy them again.One had taken a camcorder from someone and proceeded to smash it to pieces.\nMore example sentences\nMuch to his surprise, this small film has turned out to have wide appeal.To our dismay, unknown to us there was a motel only three kilometres down the road.I got 98% in the test but to my annoyance, Janet got 100%.\nGet more examples\n\nMore example sentences\nI am thankful to Anna and her program for my rehabilitation.When I got out of prison a couple of years ago he actually was very kind to me.I wish you hadn't drawn attention to it.\nGet more examples\n\nMore example sentences\nShe's now very happily engaged to a famous actor.Alberto is single, while Ernesto is committed to his pretty, aristocratic girlfriend.She was also special assistant to the cultural affairs commissioner in 1987.\nGet more examples\n\nMore example sentences\nYou can even have your ideal leather coat made to measure by a leather specialist.Letting anyone into a country without proper identification and background checks is an invitation to chaos.There's a buffet at lunchtime, with plenty of good salads and dips, or the chef will cook a stir-fry to order.\nMore example sentences\nThe peso breached 50 to the dollar, plunging the country further into crisis.The petrol version will do 16.2 miles to the gallon around town.If you fly into wind you will get much less mileage to the litre.\nGet more examples\n\nMore example sentences\nThe smallest scale postulated is the Planck scale of 10 to the minus 33rd power for length and 10 to the minus 43rd of a second for time.This is a septillion (10 to the power of 24) times longer than the current age of the universe (about 10 billion years).\nMore example sentences\nThis dead-end dirt road follows a peaceful stretch of the Housatonic River and connects to the Appalachian Trail.It is in the phone company's interest to get more homes linked to the Internet at very high rates of speed.On the other corner, a dozen or so balloons are tied to a pole.\nGet more examples\n\nMore example sentences\nThey raise the specter of technology as a danger to humanity.Louis was required to renounce all claim to the English throne and to restore the charters of liberties granted by King John.Although the film contains no direct references to the war, it surely is an allegory on World War II.\nGet more examples\n\nMore example sentences\nTom told him a story about a parolee who stole a car to get back into jail because he preferred it to home.It is simply that I think women are superior to men.This kid is an angel compared to me though and has never been any trouble.\nGet more examples\n"
            },
            {
                "definition": "Used with the base form of a verb to indicate that the verb is in the infinitive, in particular:Expressing purpose or intention:Expressing an outcome or result:Expressing a cause:Indicating a desired or advisable action:Indicating a proposition that is known, believed, or reported about a specified person or thing: Forming a future tense with reference to the immediate future:After a noun, indicating its function or purpose:After a phrase containing an ordinal number:Used without a verb following when the missing verb is clearly understood:",
                "title": " infinitiveMarker",
                "example": "I set out to buy foodI am going to tell you a storyshe was left to dieI managed to escapeI’m sorry to hear thatI’d love to go to France this summerthe leaflet explains how to start a coursea house that people believed to be hauntedhe was about to singa chair to sit onsomething to eatthe first person to arrivehe asked her to come but she said she didn’t want to",
                "moreInformation": "\nMore example sentences\nI went to get help and by the time I got back he had stopped breathing.Next time I am going to box differently with regard to speed and power.Thieves attempted to gain entry into the cafe on Saturday morning.\nGet more examples\n\nMore example sentences\nI decided to stay away from the crowd but close enough to hear the speakers.It's too cold to get out of bed.I have always dreamt about earning a living playing polo, and I think I am managing to achieve it.\nGet more examples\n\nMore example sentences\nI'm really pleased to be here.He was shocked to discover the alleged activities at the university.I was so sorry to read her column slandering the film industry.\nMore example sentences\nThere is also information on where to find help with insulation and central heating.She's asked him to seek counseling.I want to show everybody I am stronger than he is.\nGet more examples\n\nMore example sentences\nUp to seven million people are thought to have been affected.To many, she was considered to be a modern Audrey Hepburn with her impeccable style, grace and elegance.It's a plant whose leaves are said to have many medicinal qualities.\nMore example sentences\nThis news arrived just as a ceasefire was about to come into effect.Allan's about to get married - he's in Venice organising his pre-nuptial agreement!\nMore example sentences\nWe don't have any water to drink.He's going to a cabaret, and he has absolutely nothing to wear.They see no sun in their limited lives, with no hay to lie on, no mud to roll in.\nMore example sentences\nPaula Wolfert was the last to speak and her slides were of various clay pots and dishes.Young male adults were the first to leave, out of fear of being forced to serve in the military.She is the second African-American to hold the post.\nMore example sentences\nAs much as I didn't want to go, I had to.It is your choice if you smoke or not but I think everyone would benefit if we made an effort not to.I don't want this moment to end, but it's got to."
            },
            {
                "definition": "So as to be closed or nearly closed:",
                "title": " adverb",
                "example": "he pulled the door to behind him",
                "moreInformation": "\nMore example sentences\nI went in and pulled the door to."
            }
        ]
    },
    {
        "pronunciation": "Pronunciation:  /ənd/ \n\n/(ə)n/ \n\n/and/ \n\n",
        "sound": "http://www.oxforddictionaries.com/media/english/uk_pron/a/and/and__/and__gb_1.mp3",
        "name": "and",
        "data": [
            {
                "definition": "Used to connect words of the same part of speech, clauses, or sentences, that are to be taken jointly:Used to connect two clauses when the second refers to something that happens after the first:Used to connect two clauses, the second of which refers to something that results from the first:Connecting two identical comparatives, to emphasize a progressive change:Connecting two identical words, implying great duration or great extent:Used to connect two identical words to indicate that things of the same name or class have different qualities:Used to connect two numbers to indicate that they are being added together: Used to connect two numbers, implying succession:Used to introduce an additional comment or interjection:Used to introduce a question in connection with what someone else has just said:Used to introduce a statement about a new topic: Used after some verbs and before another verb to indicate intention, instead of ‘to’:",
                "title": " conjunction",
                "example": "bread and butterthey can read and writea hundred and fiftyhe turned round and walked outthere was a flash flood and by the next morning the town was under watergetting better and betterI cried and criedall human conduct is determined or caused—but there are causes and causessix and four makes tena line of men marching two and twoif it came to a choice—and this was the worst thing—she would turn her back on her parents‘I found the letter in her bag.’ ‘And did you steam it open?’and now to the dessertI would try and do what he said",
                "moreInformation": "\nMore example sentences\nThe shop, which sells donated books and CDs, helps owners on benefits to pay for treatment for sick pets.He and I had been friends for a long time.He was wearing a navy blue and green anorak.\nGet more examples\nSynonymstogether with, along with, with, as well as, in addition to, including, also, too; besides, furthermore, moreover informalplus, what's more\nView synonyms\n\nMore example sentences\nI opened the door and looked around.The man then ran towards a waiting car and was driven away by someone else.I lifted my arm and wiped my eyes with my sleeve.\nGet more examples\n\nMore example sentences\nBut the fun had gone out of it and the next day we did not travel.Early successes in some areas were dramatic, and by the early 1960s malaria was reduced to very low levels in certain countries.Don't take the movie too seriously, and you might enjoy it too.\nGet more examples\n\nMore example sentences\nSpamming is getting worse and worse - and more profitable for spammers.This case just continues to get more and more complex.Meeting the needs of a growing population will require the country to sink further and further into debt.\nGet more examples\n\nMore example sentences\nI've been a humongous fan of his music for years and years.I ran and ran until I reached the outskirts of the forest.This was a very flat land - he could see for miles and miles, it seemed.\nGet more examples\n\nMore example sentences\nBut there are arguments and arguments, and it may be said that I have fastened on the wrong one.There are Christians and Christians, as there Jews and Jews.You lie, we lie, everybody lies - but there are lies and lies.\nGet more examples\n\nMore example sentences\nShe's sick of spending her lunches with people that are so stupid they can't add two and two.I believe that four and four are eight.I know that two and two make four - and should be glad to prove it too if I could.\nMore example sentences\nThe knights come riding two and two.\nMore example sentences\nHe's a crook, a bit nutty, and rightly did time for his crimes.He plays the piano ‘badly and vulgarly,’ and what is worse, he plays Grieg.As an incentive, a customer that brings friends - and hopefully sales - to a party may receive additional discounts.\nGet more examples\n\nMore example sentences\n‘I've just needed some time to myself to think about us.’ ‘And have you reached a conclusion?’‘He wanted to know if I wanted to be his partner for a social project.’ ‘And what did you say?’‘They are going to put my client out of business.’ ‘And where is the evidence of that, Mr. Adams?’\nGet more examples\n\nMore example sentences\nAnd now, the Page Six report.And next, we're going to go live to California for the very latest on the wildfires that are threatening celebrity mansions.Anyway, thank you for your lovely review! And here is the next chapter.\nGet more examples\n\nMore example sentences\nWe're going to see a day where 100,000 people come and worship with us on a weekend, between our five services.Our primary objective right now is to try and market the region as a whole.The experts also advise that you try and keep your cool.\nGet more examples\n"
            },
            {
                "definition": " A Boolean operator which gives the value one if and only if all the operands are one, and otherwise has a value of zero. A circuit which produces an output signal only when signals are received simultaneously through all input connections.",
                "title": " noun",
                "example": "",
                "moreInformation": "\nExample sentences\nUsing AND gates the researchers can synchronize the time-gated and non-gated signals to within 3 ns.The AND gate performs a logical ‘and ‘operation on two inputs, A and B.’A vehicular crash discrimination system incorporates first and second crash sensors operatively coupled to a logic AND gate, which activates a safety restraint system.\nGet more examples\n"
            },
            {
                "definition": "Andorra (international vehicle registration).",
                "title": " abbreviation",
                "example": "",
                "moreInformation": ""
            }
        ]
    },
    {
        "pronunciation": "Pronunciation:  /ɒv/ \n\n/(ə)v/ \n\n",
        "sound": "http://www.oxforddictionaries.com/media/english/uk_pron/o/of_/of__g/of__gb_2.mp3",
        "name": "of",
        "data": [
            {
                "definition": "Expressing the relationship between a part and a whole:With the word denoting the part functioning as the head of the phrase:After a number, quantifier, or partitive noun, with the word denoting the whole functioning as the head of the phrase:Expressing the relationship between a scale or measure and a value:Expressing an age:Indicating an association between two entities, typically one of belonging, in which the first is the head of the phrase and the second is something associated with it:Expressing the relationship between an author, artist, or composer and their works collectively:Expressing the relationship between a direction and a point of reference:Expressing the relationship between a general category or type and the thing being specified which belongs to such a category:Expressing the relationship between an abstract concept having a verb-like meaning and a noun denoting the subject of the underlying verb:Where the second noun denotes the object of the underlying verb:Where the head of the phrase is a predicative adjective:Indicating the relationship between a verb and an indirect object:With a verb expressing a mental state:Expressing a cause:Indicating the material or substance constituting something: Expressing time in relation to the following hour:",
                "title": " preposition",
                "example": "the sleeve of his coatin the back of the carthe days of the weeknine of the children came to the showa series of programmesa piece of cakean increase of 5%a height of 10 metresa boy of 15the son of a friendthe government of Indiaa photograph of the bridea former colleague of John’sthe plays of Shakespearethe paintings of Rembrandtnorth of Watfordthe city of Praguethe idea of a just societythe population of interbreeding individualsthis type of bookthe opinion of the directorsthe decision of the County Councilthe murder of two boyspayment of his debtsan admirer of Dickensit was kind of you to askI am certain of thatI don’t know of anything that would be suitablehe died of cancerthe house was built of brickswalls of stoneit would be just a quarter of three in New York",
                "moreInformation": "\nMore example sentences\nAlana wiped her tears with the sleeve of her sweater.Our kids were still asleep in the back of the car.Moderate to vigorous exercise - if done most days of the week - also goes a long way toward keeping your heart healthy.\nGet more examples\n\nMore example sentences\nPolice said two of the men charged were using false identities.Some of the children had fallen asleep.His career as television's pre-eminent art historian started with a series of programmes made for ITV.\nGet more examples\n\nMore example sentences\nThe rise represents an increase of 36 per cent over three years.Apple trees normally grow to a height of 20 to 30 feet.Male lions can attain a weight of up to 225 kg.\nGet more examples\n\nMore example sentences\nAlmost 40 years ago, as a boy of ten, I was subjected to persistent bullying at a new school.He was a man of middle age, tall with brown hair.For a baby of only three months, she was remarkably heavy.\nGet more examples\n\nMore example sentences\nHe was about five years older than me but I knew him as he was the son of one of my mum's friendsBack in the early 1960s, the government of Italy decided to set up an agency to regulate the production of wines.On the cover was a photograph of an elderly couple, a man standing behind a lady with his arms wrapped tightly around her.\nGet more examples\n\nMore example sentences\nMusic inspired by the plays of Shakespeare was the theme for Saturday night's 10th anniversary concert.His mother sang and played the songs of Cole Porter and Jerome KernAt about this time Correggio travelled to Rome where he must have studied classical works and the paintings of Raphael and Michelangelo.\nGet more examples\n\nMore example sentences\nThe familiar chimneys of the main railway offices can be seen at the back, on the left of the picture.He grew up in Encinitas, a small beach town just north of San Diego.Kentucky is the largest beef-producing state east of the Mississippi.\nGet more examples\n\nMore example sentences\nIt was a packed house, with people of all ages enjoying a brilliant night out.Two thirds of the artists were of Jewish backgrounds.According to myth, the city of Rome was founded by twin brothers, Romulus and Remus, in 753 BC.\nGet more examples\n\nMore example sentences\nThe £10,000 prize is awarded to the person who, in the opinion of the jury, has made the greatest contribution to art in the previous 12 months.Under the governing charter, all UN countries are bound to accept the decision of the 15-member council.Residents are already making preparations for the arrival of the hurricane.\nGet more examples\n\nMore example sentences\nI almost went home, not particularly relishing the thought of an evening in a pub full of football supporters.He had nothing to do with the murder of the child.There has been strong criticism of the police for moving too slowly in the investigation.\nGet more examples\n\nMore example sentences\nHe could face up to seven years in prison if found guilty of all charges against him.She said she panics when people are behind her and has become suspicious of men.Well, it was kind of him to let you stay here.\nGet more examples\n\nMore example sentences\nThere is a high proportion of this electorate who are not persuaded of his leadership abilities.Do you know of any grants, scholarships, or programs designed to help someone in my position?What do you think of the result of today's meeting?\nGet more examples\n\nMore example sentences\nHe died of a heart attack at the age of 58.\nMore example sentences\nThe bungalows are built of wood, concrete, and brick.Pale walls of sand-colored stone encircled the town.They lived in a simple house with bamboo walls and a roof made of coconut leaves.\nGet more examples\n\nMore example sentences\nI want you home by quarter of five because your grandma's coming for dinner at five.I'd love to stay here with you, but it's ten of two.We were still eating supper when Gabe knocked on the door at quarter of eight."
            },
            {
                "definition": "Old French.",
                "title": " abbreviation",
                "example": "",
                "moreInformation": ""
            }
        ]
    },
    {
        "pronunciation": "Pronunciation:  /ðə/ \n\n/ðɪ/ \n\n/ðiː/ \n\n",
        "sound": "http://www.oxforddictionaries.com/media/english/uk_pron/t/the/the__/the__gb_1.mp3",
        "name": "the",
        "data": [
            {
                "definition": "Denoting one or more people or things already mentioned or assumed to be common knowledge: Compare with a1.Used to refer to a person, place, or thing that is unique: Denoting a disease or affliction:(With a unit of time) the present; the current: Used instead of a possessive to refer to someone with whom the speaker or person addressed is associated:Used with a surname to refer to a family or married couple:Used before the surname of the chief of a Scottish or Irish clan:Used to point forward to a following qualifying or defining clause or phrase:(Chiefly with rulers and family members with the same name) used after a name to qualify it:Used to make a generalized reference to something rather than identifying a particular instance:Used with a singular noun to indicate that it represents a whole species or class:Used with an adjective to refer to those people who are of the type described:Used with an adjective to refer to something of the class or quality described:Used with the name of a unit to state a rate:Enough of (a particular thing):(Pronounced stressing ‘the’) used to indicate that someone or something is the best known or most important of that name or type:Used adverbially with comparatives to indicate how one amount or degree of something varies in relation to another: Used to emphasize the amount or degree to which something is affected:",
                "title": " determiner",
                "example": "what’s the matter?call the doctorthe phone rangthe Queenthe Mona Lisathe NileI’ve got the fludish of the dayman of the momentI’m meeting the bosshow’s the family?the Johnsons were not wealthythe O’Donoghuethe fuss that he made of herthe top of a busI have done the best I couldGeorge the SixthEdward the ConfessorJack the Ripperhe taught himself to play the violinI worry about the futurethey placed the African elephant on their endangered listthe unemployedthey are trying to accomplish the impossiblethey can do 120 miles to the gallon35p in the poundhe hoped to publish monthly, if only he could find the moneyhe was the hot young piano prospect in jazzthe more she thought about it, the more devastating it becamecommodities made all the more desirable by their rarity",
                "moreInformation": "\nMore example sentences\nIf he's saying we're running fifth behind the leader, I know we don't have to make drastic changes.During September and October the days become shorter.Fifteen long, dull minutes passed before the door opened.\nGet more examples\n\nMore example sentences\nOne could find similar stories from northern Queensland or the Amazon.Canonized with great ceremony by the Pope in 2002, Padre Pio was a Capuchin monk.Who hasn't heard of the Leaning Tower of Pisa?\nGet more examples\n\nMore example sentences\nA person with the mumps often looks like he has chubby cheeks.The whole idea gives me the creeps.Everyone has gone though a mild case of the blues once in their lives.\nMore example sentences\nHas a caretaker manager in the Premiership ever won manager of the month?Bodega were presented with the award by Radio 2's Folk Musician of the Year, Kathryn Tickell.\nMore example sentences\nOne night, the hubby and I stopped at the next door bakery and bought some bread.Are you all right? How are the kids?\nMore example sentences\nDoubtless as a result of all the tension in the Williams household, Tennessee became a compulsive traveler.One of two episodes to be presented in widescreen, the pilot introduces the Browns and the rest of the Everwood folk.\nMore example sentences\nFrom the first of July, mothers will be eligible for a $3,000 dollar payment, going up to $5,000 by 2008.I headed towards the park at the corner of Palace Avenue.There was a tiny spot of toothpaste on the front of my shirt.\nGet more examples\n\nMore example sentences\nIn the time of Henry the Eighth, a person who did not read Greek and Latin could read nothing, or next to nothing.The beginning of the Hellenistic age is defined as the rise to power of Alexander the Great.He carried Russia a long way from Ivan the Terrible's ‘time of troubles’.\nMore example sentences\nParents have to be a lot more careful about what their children are allowed to watch on the TV.Lots of the singles on the CD were never on the radio here.Becky sings with our church choir and plays the piano.\nGet more examples\n\nMore example sentences\nA streamlined fish, the mackerel is designed for fast swimming in large shoals.At the turn of the 20th century, the tiger roamed free through vast parts of Asia.\nMore example sentences\nThis trend especially threatens children, the elderly, and those with compromised immune systems.Having occupied the country from the early 1900s, the French contributed much in the way of education.The government doles out about $117 billion to cover the health care costs of the unfit and obese.\nGet more examples\n\nMore example sentences\nI was not surprised to see him standing there alone, but I was hoping for the unexpected.Sometimes I can say the unsayable.Ginger and her sister Brigitte are suburban teenagers with a taste for the macabre.\nMore example sentences\nThese annual levies are only a few cents in the dollar.If you fly into wind you will get much less mileage to the litre.The Ballet School has some pianists on salary; others are paid by the hour.\nMore example sentences\nA significant 42% never get the time to take their full entitlement to annual leave.We had to put bins where we had the space, and that's caused our system to be scattered.Her only hope is to travel to Europe and receive experimental treatments - a trip she doesn't have the money for.\nMore example sentences\nThe Marina is the place to be Easter Sunday if you enjoy quality jazz music.Zutty Singleton was the drummer in Chicago.If you'd like to understand the teenager in your family a little better then Crossroads is the film to watch.\nMore example sentences\nThe more I learned, the more I found his theories to be flawed.The older Tom gets, the less he understands them.The sooner they declare it illegal, the better for all concerned.\nMore example sentences\nSeveral of those people left the church, and we are the better for it.Excellent engineering makes this CD all the more attractive.If it were possible for them to come up with an agreed contents of the application book then the preparation of it will be so much the quicker."
            }
        ]
    },
    {
        "pronunciation": "Pronunciation:  /ə/ \n\n/eɪ/ \n\nPronunciation:  /eɪ/ \n\nPronunciation:  /eɪ/ \n\nPronunciation:  /ə/Pronunciation:  /ə/",
        "sound": "http://www.oxforddictionaries.com/media/english/uk_pron/a/a__/a__gb/a__gb_2.mp3",
        "name": "a",
        "data": [
            {
                "definition": "Used when mentioning someone or something for the first time in a text or conversation: Compare with the.Used with units of measurement to mean one such unit: One single; any:Used when mentioning the name of someone not known to the speaker:Someone like (the name specified):Used to indicate membership of a class of people or things:In, to, or for each; per (used when expressing rates or ratios):",
                "title": " determiner",
                "example": "a man came out of the roomit has been an honour to meet youa hundreda quarter of an hourI simply haven’t a thing to weara Mr Smith telephonedyou’re no better than a Hitlerhe is a lawyerthis car is a BMWtyping 60 words a minutea move to raise petrol prices by 3p a litre",
                "moreInformation": "\nMore example sentences\nBob's conducting a three-year internet romance with a girl he's never met.He has also written an opera and translated Dante's Inferno in order to produce an illustrated book of it.Children need a place for their computer equipment, and parents need closet space for their clothing.\nGet more examples\n\nMore example sentences\nI sent off an e-mail, just an hour ago, and he's already got me back online.About a mile further down the road, another dog ran out in front of the taxi.I stopped to pick up a gallon of milk on my way home from work.\nGet more examples\n\nMore example sentences\nIncensed at the fiasco, I went back to the website to try and find a telephone number to call - not a thing!I think there's not a person born that doesn't have a gift to offer in some way.I had to own up to the fact that I'd never read a word by Crofts.\nGet more examples\n\nMore example sentences\nShe was born in about 1670, the daughter of a Mr Freeman of Holbeach in Lincolnshire.He was sent two poems from a Miss Ethel Malley, who wrote saying they were found among her brother's possessions after his death.Does anyone know a Mr Daeller?\nGet more examples\n\nMore example sentences\nCalled a Judas by his countrymen, he received an elbow from another player, and left the pitch injured.What he lacks is the charisma of an Olivier, whose epochal Coriolanus is dazzlingly evoked in two pages of Kenneth Tynan's Curtains.You need the methods of a Roosevelt.\nGet more examples\n\nMore example sentences\nShe's a banker, married to a stockbroker, and they have a daughter about the same age as Amy.My mom's a pharmacist and my dad's a realtor.Lilly is a Siamese cat who survived a two-week cross-country move while stuck in a drawer.\nGet more examples\n\nMore example sentences\nThe truckers are angry at the rise in diesel prices, which currently average 81.3p a litre.The price of gold rose last week to $309 an ounce - and at one point was $312, its highest for two years.You can't drive over five miles an hour down any street in New York.\nGet more examples\n"
            },
            {
                "definition": "(In travel timetables) arrives: (In units of measurement) atto- (10−18). (With reference to sporting fixtures) away:(Used before a date) before:",
                "title": " abbreviation",
                "example": "Penzance a 0915March 15 Sheffield United (a)a1200",
                "moreInformation": ""
            },
            {
                "definition": "Acceleration.",
                "title": " symbol",
                "example": "",
                "moreInformation": ""
            },
            {
                "definition": "The first letter of the alphabet.Denoting the first in a set of items, categories, sizes, etc.Denoting the first of two or more hypothetical people or things:The highest class of academic mark:(In the UK) denoting the most important category of road, other than a motorway:Denoting the highest-earning socio-economic category for marketing purposes, including top management and senior professional personnel. Denoting the first file from the left, as viewed from White’s side of the board. The first constant to appear in an algebraic expression. Denoting the uppermost soil horizon, especially the topsoil.The human blood type (in the ABO system) containing the A antigen and lacking the B.(With numeral) denoting a series of international standard paper sizes each twice the area of the next, as A0, A1, A2, A3, A4, etc., A4 being 210 × 297 mm.A shape like that of a capital A: The sixth note of the diatonic scale of C major. The A above middle C is usually used as the basis for tuning and in modern music has a standard frequency of 440 Hz.A key based on a scale with A as its keynote.",
                "title": " noun (plural As or A's)",
                "example": "suppose A had killed Ba dazzling array of straight A’sthe A34busy A-roadsan A-shape",
                "moreInformation": ""
            },
            {
                "definition": "(In card games) ace:Against (heading the column in a table of sports results which shows the goals or points scored against each club). A level.Ampere(s). Ångstrom(s).Answer:(In names of sports clubs) Athletic:Attack (in designations of US aircraft types).Austria (international vehicle registration).",
                "title": " abbreviation",
                "example": "you cash ♥AKQ: What is a hung parliament? A: One in which no single party has an overall majorityDunfermline A",
                "moreInformation": ""
            },
            {
                "definition": " Variant spelling of ad- assimilated before sc, sp, and st (as in ascend, aspire, and astringent).",
                "title": " prefix",
                "example": "",
                "moreInformation": ""
            },
            {
                "definition": "Of:Utterly:",
                "title": " prefix",
                "example": "anewabash",
                "moreInformation": ""
            }
        ]
    },
    {
        "pronunciation": "Pronunciation:  /juː/ \n\n",
        "sound": "http://www.oxforddictionaries.com/media/english/uk_pron/y/you/you__/you__gb_1.mp3",
        "name": "you",
        "data": [
            {
                "definition": "Used to refer to the person or people that the speaker is addressing:Used to refer to the person being addressed together with other people regarded in the same class:Used in exclamations to address one or more people: Your:Used to refer to any person in general:",
                "title": " pronoun",
                "example": "are you listening?I love youyou Americansyou foolshey, you!I didn’t know that was you nicknameafter a while, you get used to it",
                "moreInformation": "\nMore example sentences\nIf I could have one wish, it would be for you to never stop loving me.We will always love you, and revere your amazing grace in that wonderful season.If you have a story or information you would like to be included we would love to hear from you.\nGet more examples\n\nMore example sentences\nIt's a more general thing, where you just get gradually drawn in to the centre of the whirlpool.There is a general board where you can enter your own ideas for future discussion.This leaflet tells you what general line you should take.\nGet more examples\n"
            }
        ]
    },
    {
        "pronunciation": "Pronunciation:  /ɪz/ \n\n",
        "sound": "http://www.oxforddictionaries.com/media/english/uk_pron/i/is_/is__g/is__gb_1.mp3",
        "name": "is",
        "data": [
            {
                "definition": " Third person singular present of be.",
                "title": "",
                "example": "",
                "moreInformation": ""
            },
            {
                "definition": " Short for Islamic State.",
                "title": " abbreviation",
                "example": "",
                "moreInformation": ""
            },
            {
                "definition": "Iceland (international vehicle registration).",
                "title": " abbreviation",
                "example": "",
                "moreInformation": ""
            }
        ]
    },
    {
        "pronunciation": "Pronunciation:  /ɪt/ \n\nPronunciation:  /ɪt/ \n\nPronunciation:  /ʌɪˈtiː/ \n\n",
        "sound": "http://www.oxforddictionaries.com/media/english/uk_pron/i/it_/it__g/it__gb_2.mp3",
        "name": "it",
        "data": [
            {
                "definition": "Used to refer to a thing previously mentioned or easily identified:Referring to an animal or child of unspecified sex:Referring to a fact or situation previously mentioned, known, or happening:Used to identify a person:Used in the normal subject position in statements about time, distance, or weather:Used in the normal subject or object position when a more specific subject or object is given later in the sentence: Used to emphasize a following part of a sentence:The situation or circumstances; things in general:Exactly what is needed or desired: Sexual intercourse or sex appeal: Denoting a person or thing that is exceptionally fashionable, popular, or successful at a particular time:It girl (In children’s games) the player who has to catch the others.",
                "title": " pronoun",
                "example": "a room with two beds in itthis approach is refreshing because it breaks down barriersshe was holding the baby, cradling it and smiling into its facestop it, you’re hurting meit’s meit’s a boy!it’s half past fiveit was two miles to the islandit’s rainingit is impossible to assess the problemshe found it interesting to learn about their strategyit is the child who is the victimno one can stay here—it’s too dangerous nowhe would like to see you straight away if it’s convenientthey thought they were ityou’ve either got it or you haven’tthe only thing I knew nothing about was ‘it’they were Hollywood’s It couplethe company is renting out the It bags of the moment for as little as £10 a week",
                "moreInformation": "\nMore example sentences\nThe great thing about an event like this is that it involves people from all walks of life and there is a real sense of camaraderie.Mrs. Henderson walked into the room holding a tray with his breakfast on it.But one voice truly stood out - and it did not belong to any of the private school pupils in the show.\nGet more examples\n\nMore example sentences\nWe are now happily married and already expecting our first child - I hope it will be a girl.When the child was a child, it had no opinion about anything.Cumbria Police said the sheep appeared to have panicked as the men chased it.\nGet more examples\n\nMore example sentences\nWhen the flag is up it means that a minimum inventory standard has been violated and more parts are needed.Oh, stop it, I'm blushing.It's not news that nitrogen prices are skyrocketing, and your customers will want to know why and what to do about it.\nGet more examples\n\nMore example sentences\nFrom what I gathered, it was his mum on the line, and he seemed really taken aback at what she had to say.Was it you who told me the joke?Hi, it's me, Mandy, I'm in Italy.\nGet more examples\n\nMore example sentences\nWhen it gets cold in Chicago, the snow way up to my knees, I still wear my sandals.It was now past ten o'clock.I hear it might snow tonight.\nGet more examples\n\nMore example sentences\nAt the time, he found it frustrating that he could not figure out the right questions to ask.Does it matter what they think?It's difficult to absorb the costs and remain competitive.\nGet more examples\n\nMore example sentences\nSo the problem isn't that these things are unoriginal: it's that they're perceived as being original when they're not.It is the commander who is the first to take the blame for accidents.It wasn't until that moment that I realised we had nothing left apart from the clothes we stood up in.\nGet more examples\n\nMore example sentences\nAt other top clubs at the time, players often liked to enjoy themselves with a couple of beers when it was appropriate.We will not move in until it is safe.Washington is a good place, I like it there, but I really, really like to be in Texas.\nGet more examples\n\nMore example sentences\nThen we looked at Tim's original movie and thought, that's it.Bands either have it or they don't.He says that when he saw Wood's acting clips, he knew she was it.\nGet more examples\n\nMore example sentences\nShe did it with a boy when she was in high school.There has been an increase in amateur porn where real people do it for the cameras and beam their digital selves across the world via the Internet.I talk more about naughty stuff when I'm not getting it.\nMore example sentences\nWith a mere 12 songs to the band's credit, the New York City garage rock quintet became the It band du jour following the 2001 release of Is This It.If the magazine isn't waxing lyrical about 'new boho' accessories, the new Fendi it bag or raffia accessories, it's asking 'Can you think yourself thin?'The company president predicted that the bags would all 'sell like hot cakes', nevertheless, fashion followers agreed there was to be no single it bag.\nGet more examples\n\nExample sentences\nElly tagged Karina and ran off, ‘you're it.’"
            },
            {
                "definition": "Italian vermouth:",
                "title": " noun",
                "example": "he poured a gin and it",
                "moreInformation": "\nMore example sentences\nThe lady was doubtful, but at last decided on Guinness, and the gentleman wanted a gin and it.I thought I'd been the perfect hostess till one of the dowagers asked for ‘gin and it.’"
            },
            {
                "definition": " Short for information technology.",
                "title": " noun",
                "example": "the development and use of IT are certain to bring about changes in educationbasic IT skills",
                "moreInformation": ""
            }
        ]
    },
    {
        "pronunciation": "Pronunciation:  /ɪn/ \n\nPronunciation:  /ɪn/",
        "sound": "http://www.oxforddictionaries.com/media/english/uk_pron/i/in_/in__g/in__gb_1.mp3",
        "name": "in",
        "data": [
            {
                "definition": "Expressing the situation of something that is or appears to be enclosed or surrounded by something else:Expressing motion with the result that something ends up within or surrounded by something else:Expressing a period of time during which an event happens or a situation remains the case:Expressing the length of time before a future event is expected to happen:(Often followed by a noun without a determiner) expressing a state or condition:Indicating the quality or aspect with respect to which a judgement is made:Expressing inclusion or involvement:Indicating someone’s occupation or profession:Indicating the language or medium used:Indicating the key in which a piece of music is written: As an integral part of (an activity):Expressing a value as a proportion of (a whole):",
                "title": " preposition",
                "example": "I’m living in Londondressed in their Sunday bestshe saw the bus in the rear-view mirrordon’t put coal in the bathhe got in his car and drove offthey met in 1885at one o’clock in the morningI hadn’t seen him in yearsI’ll see you in fifteen minutesto be in loveI’ve got to put my affairs in ordera woman in her thirtiesno discernible difference in qualityI read it in a bookacting in a filmshe works in publishingsay it in Frenchput it in writingMozart’s Piano Concerto in E flatin planning public expenditure it is better to be prudenta local income tax running at six pence in the pound",
                "moreInformation": "\nMore example sentences\nOnce the marriage takes place, the woman is supposed to remain in the house while the man goes to work.What is in that box?He was well known in the area but was a quiet type of man who went about his way in a gentle manner.\nGet more examples\nSynonymsinside, within, in the middle of, within the bounds/confines of; surrounded by, enclosed by\nView synonyms\n\nMore example sentences\nShe arrived to be sentenced with her belongings packed in bags ready to take to jail.She also cannot manage the stairs or getting in and out of the bath so has a stairlift and a bathlift too.One of the great attractions of the traditional paddling pool is being able to jump in it.\nGet more examples\nSynonymsinto, inside, into the interior of\nView synonyms\n\nMore example sentences\nMost people come to my farm in the afternoon and have traveled a good distance to get there.He hadn't had a girlfriend in ages.I began the book in the summer of 1995.\nGet more examples\nSynonymsduring, in the course of, in the time of, over\nView synonyms\n\nMore example sentences\nHe's getting married in a few days.I'll make my mind up in a week or two's time.Tessa will start school in three and a half years.\nGet more examples\nSynonymsafter, at the end of, following, subsequent to; within, in less than, in under, in no more than, before a … is up\nView synonyms\n\nMore example sentences\nUntil the rose bushes are in bloom again, the earlier-flowering bulbs will provide a lively picture.I was madly in love with her and I was pretty sure she was in love with me.Many people lined up for hours to see the movie only to come running out in horror before it was over.\nGet more examples\n\nMore example sentences\nThe content of the drawings, while generally clear and well-detailed, is variable in quality.While lacking in merit as a decision-maker, he was extremely adroit in working the congressional funding process.\nMore example sentences\nBecause marriage figures so prominently in her novels, much has been made of Austen's decision not to marry.He was a huge hit in the comedy ‘Oh, God!’.Tom Hanks is set to star in the film.\nGet more examples\n\nMore example sentences\nIt is four years since I was in politics.He studied fine art at Nebraska University, completing his degree after service in the army in the First World War.Jeff is working in sales for Southwest Landmark, Ohio.\nGet more examples\n\nMore example sentences\nAt that time I painted mostly in watercolor.The questionnaire, in Spanish, took approximately 45 min to administer.She thought that he was the greatest master of the art of telling a story in pictures without words.\nGet more examples\n\nMore example sentences\nIt begins in G minor but progresses to a different key, C major.This leads to an extended coda, also in C minor, which gradually works its way back to the G minor key.‘Eroica’ is the name of Beethoven's Symphony No. 3 in B Flat.\nMore example sentences\nIn announcing the program, Computershare pointed out the environmental benefits of reducing the use of valuable resources such as trees.I was not prepared for the variety of approvals and difficulties that came about in building a golf course.In comparing the results of this study with the database, it was determined that two species previously undocumented had been collected.\nGet more examples\n\nMore example sentences\nAnyone who is in that income bracket will pay tax at 19.5c in the dollar.The proposed scheme will involve writing off most of the company's £ 11.4 million debt and, if approved, unsecured creditors will lose 90p in the pound.Perhaps only one in twenty of the city's adult residents had been born there.\nGet more examples\nSynonymsto, per, every, each\nView synonyms\n"
            },
            {
                "definition": "Expressing movement with the result that someone or something becomes enclosed or surrounded by something else:Expressing the situation of being enclosed or surrounded by something:Expressing arrival:(Of the tide) rising or at its highest level.",
                "title": " adverb",
                "example": "come inpresently the admiral breezed inwe were locked inthe train got in very late",
                "moreInformation": "\nMore example sentences\nMr Gilburn, who failed to appear in court, is thought to have moved in with a friend who lives locally.He was in New York for the premiere of Tommy in 1975 and had decided to pop in on his admirer while he was in town.The phone line for the office was put in on time and later today I am hoping to set up my internet connection.\nGet more examples\nSynonymsinside, indoors, into the interior, into the room/house/building, within\nView synonyms\n\nMore example sentences\nShe had previously enjoyed food with nuts in, including breakfast cereals, and she had eaten chicken curries at other restaurants.Staying in on a day like this is criminal.She turned to the government for help and they found her an apartment for her to live in.\nGet more examples\n\nMore example sentences\nTheir first pieces of work would be due in on Wednesday or Thursday of first week.I'm a bit disappointed that my flight out is Friday afternoon, which allowing for time differences gets in at 8pm.Bearing in mind the flight is due in at 11.20 pm, you'll watch its progress on the internet up to 20 minutes before it's due to land.\nGet more examples\n\nExample sentences\nThe tide was in, and the breakers were a good twenty feet high when they hit the harbour wall.Night had fallen, and the tide was in.The tide came in and floated our canoes.\nGet more examples\nSynonymshigh, at its highest level, rising\nView synonyms\n"
            },
            {
                "definition": " Present at one’s home or office: Fashionable: (Of the ball in tennis and similar games) landing within the designated playing area. Batting:",
                "title": " adjective",
                "example": "we knocked at the door but there was no one inpastels and light colours are in this yearthe in thing to dowhich side is in?",
                "moreInformation": "\nMore example sentences\nIt is now 10:00 am, and I've only been in for about 20 minutes.I've only been in for five minutes and I stumble across a wedding party.He does little else; his idea of a good time is a night in with some scouting reports.\nGet more examples\nSynonymspresent, home, at home; inside, indoors, in the house/room\nView synonyms\n\nMore example sentences\nLuigi's was a large and crowded restaurant that was clearly the in place for the in-crowd.The very in words are slammin' and rockin'.This year, monochromatic colors are the in thing.\nGet more examples\nSynonymsfashionable, in fashion, in vogue, voguish, stylish, in style, popular, (bang) up to date, up to the minute, modern, modish, trendsetting, chic; Frenchà la mode, de rigueur informaltrendy, all the rage, with it, cool, the in thing, hot, hip, happening, now, swingingBritish  informal, ,  datedall the go\nView synonyms\n\nExample sentences\nBefore I even came off the pick, I felt the shot was in.As you can see, I held my finish and barely looked up even as the ball went in.I don't think I got any first serves in today.\nMore example sentences\nAn analysis of his 53 centuries shows that in these innings he made 72% of the runs put on while he was in."
            },
            {
                "definition": "The chemical element indium.",
                "title": " symbol",
                "example": "",
                "moreInformation": ""
            },
            {
                "definition": "Indiana (in official postal use).",
                "title": " abbreviation",
                "example": "",
                "moreInformation": ""
            },
            {
                "definition": "In; into; towards; within:",
                "title": " prefix",
                "example": "induceinfluxinborn",
                "moreInformation": ""
            }
        ]
    },
    {
        "pronunciation": "Pronunciation:  /ðat/ \n\nPronunciation:  /ðat/ \n\n/ðət/ \n\n",
        "sound": "http://www.oxforddictionaries.com/media/english/uk_pron/t/tha/that_/that__gb_1.mp3",
        "name": "that",
        "data": [
            {
                "definition": "Used to identify a specific person or thing observed or heard by the speaker:Referring to the more distant of two things near to the speaker (the other, if specified, being identified by ‘this’):Referring to a specific thing previously mentioned, known, or understood: Used in singling out someone or something and ascribing a distinctive feature to them: Expressing strong agreement with a description just given: Used to introduce a defining clause, especially one essential to identification:Instead of ‘which’, ‘who’, or ‘whom’:Instead of ‘when’ after an expression of time:",
                "title": " pronoun (plural those /ðəʊz/)",
                "example": "that’s his wife over therehello, is that Ben?this is stronger than thatthat’s a good ideawhat are we going to do about that?it is part of human nature to be attracted to that which is aesthetically pleasinghis appearance was that of someone used to sleeping on the streets‘He’s a fussy man.’ ‘He is that.’the woman that owns the placethe year that Anna was born",
                "moreInformation": "\nMore example sentences\nThat's a hawk atop the big rock.That's a nice necklace.Who's that in the corner?\nGet more examples\n\nMore example sentences\nThis one is bigger than that.I like this better than that.\nMore example sentences\nIvy mentioned going with the flow; I realised that only recently?We were having a little understeer in the beginning and then we were working that out.That's the sort of thing you paid your money to hear, and those are just two adjacent songs from one album.\nGet more examples\n\nMore example sentences\nThe steps which are imperative are those that would wipe out the disease completely.The underlying theme of the works is dreams, in particular those that have been lost.If you are a beginner, as we all were at some point, ask and learn from those that have lifted for a while.\nGet more examples\n\nMore example sentences\nWe all hear about things that go on and generally it is the same people involved over and over.After a few hours of working in silence I heard a sound that immediately awoke my mind.\nMore example sentences\nThis was also the year that he began teaching both privately and as an occasional guest teacher at the Creative Music Studio.You started writing this column about the time that I was diagnosed with cancer.April 3rd 1996 changed our lives for ever, it is the day that we lost our son."
            },
            {
                "definition": "Used to identify a specific person or thing observed or heard by the speaker:Referring to the more distant of two things near to the speaker (the other, if specified, being identified by ‘this’).Referring to a specific thing previously mentioned, known, or understood: Used in singling out someone or something and ascribing a distinctive feature to them:Referring to a specific person or thing assumed as understood or familiar to the person being addressed:",
                "title": " determiner (plural those  /ðəʊz/)",
                "example": "look at that chap therehow much are those brushes?he lived in Mysore at that timeseven people died in that incidentI have always envied those people who make their own breadwhere is that son of yours?I let him spend all that money on meDad got that hunted look",
                "moreInformation": "\nMore example sentences\nNext time you're looking at those pretty penguins, make sure you keep your distance.All I could hear were the birds, a stream and the distant sounds of those sheep.Every single one of those hornets is frenziedly furious and you're the cause of their ire.\nMore example sentences\nYou'll know that only one of those two groups mentioned Glasgow in their lyrics.She couldn't say this was less significant than those incidents, because this was a new kind of pain too.You want to take another look at the game and in particular those incidents.\nGet more examples\n\nMore example sentences\nThe conversion was a formality in line with much of that which had gone before.You never had a single advocate other than those paid for through legal aid.If they don't fall asleep themselves, then those observing them certainly would.\nGet more examples\n\nMore example sentences\nThis is the seat that he lost in one of those beautiful moments from previous elections.She could feel those strong hands shifting her body so that she was facing him.Had he been born with those strong muscles of his or had he somehow developed them when he was growing up?\nGet more examples\n"
            },
            {
                "definition": "To such a degree; so:Used with a gesture to indicate size: Very:",
                "title": " adverb",
                "example": "I wouldn’t go that farit was that big, perhaps even biggerI couldn’t get out of the house fast enough, I was that embarrassed!",
                "moreInformation": "\nMore example sentences\nOver the last week Katharine and I would have done anything to hear snoring that loud again.He does not even think he is that much better in the saddle than previously."
            },
            {
                "definition": "Introducing a subordinate clause expressing a statement or hypothesis:Expressing a reason or cause:Expressing a result: Expressing a purpose, hope, or intention: Expressing a wish or regret:",
                "title": " conjunction",
                "example": "she said that she was satisfiedit is possible that we have misunderstoodhe seemed pleased that I wanted to continueshe was so tired that she couldn’t thinkwe pray that the coming year may be a year of peaceI eat that I may liveoh that he could be restored to health",
                "moreInformation": "\nMore example sentences\nThen he heard that bigger prawns were to be found in Libya, and set out immediately.Someone observed that there is never any singing at the funeral of an atheist.My observation is that only a small number of cars move from their spaces during the working day.\nGet more examples\n\nMore example sentences\nThe reason for this is that getting a phone line installed in this area can take up to two years.One of the major reasons for this is that I have been upset by a number of occurrences.The reason given is that this area already contains a high proportion of affordable housing.\nGet more examples\n\nMore example sentences\nThe result is that you pay too much tax in the months before your birthday and too little in the months after.It's all over and above contract, but the result is that kids here tend to be a bit more respectful.The result is that he resolves to return to his true calling: the writing of fiction.\nGet more examples\n\nMore example sentences\nThey quickly offer their apologies, and hope and pray that their careers are not ruined.We can only hope and pray that all troops are indeed home by Christmas.It is hoped that those with plots at the graveyard will do a bit of cleaning up before the Mass.\nGet more examples\n"
            }
        ]
    },
    {
        "pronunciation": "Pronunciation:  /hiː/ \n\n",
        "sound": "http://www.oxforddictionaries.com/media/english/uk_pron/h/he_/he__g/he__gb_1.mp3",
        "name": "he",
        "data": [
            {
                "definition": "Used to refer to a man, boy, or male animal previously mentioned or easily identified:Used to refer to a person or animal of unspecified sex (in modern use, now chiefly replaced by ‘he or she’ or ‘they’): see usage note below):Any person (in modern use, now chiefly replaced by ‘anyone’ or ‘the person’: see usage note below): Him or his:",
                "title": " pronoun",
                "example": "everyone liked my father—he was the perfect gentlemanevery child needs to know that he is lovedhe who is silent consentsdon’t tell he nothing more",
                "moreInformation": "\nMore example sentences\nShane has a nice little punch, but he never hurt me with a solid shot.If you let him get to you mentally, he's already won the raceEverything he's been involved in has become a fiasco.\nGet more examples\n\nMore example sentences\nFrom the very beginning, love and nurture your child so he can begin to feel connected to others.The student is not an object of the teacher's efforts, he is a partner searching for the ways leading to scientific truths.\nMore example sentences\nHe who is spiritual judges all things.Usually, he who has possession of the land may be trusted to make the best use of it.I am the djinn of Timbuktu. He that finds me has two wishes.\nGet more examples\n\nMore example sentences\nThe magistrate and Big Joe wasn't no friends, cause almost every week Big Joe used to be haul up in front of he for some offence he do the night before.The fellas in the village used to threaten to beat he up.Is not easy work but he could control things at he own pace."
            },
            {
                "definition": " A male; a man: Male: (In children’s games) the player who has to catch the others; ‘it’.",
                "title": " noun",
                "example": "is that a he or a she?a he-goat",
                "moreInformation": "\nMore example sentences\nShe's really a he, by the name of Irwin.So he just made the decision - or she, it could be a he or she - to land this aircraft at the closest airport.For a few weeks now, Will had known that Johnny wasn't really a he, he was a she."
            },
            {
                "definition": "The chemical element helium.",
                "title": " symbol",
                "example": "",
                "moreInformation": ""
            },
            {
                "definition": "High explosive.His Eminence.His or Her Excellency.",
                "title": " abbreviation",
                "example": "",
                "moreInformation": ""
            }
        ]
    },
    {
        "pronunciation": "Pronunciation:  /ɑː/ \n\n/ə/ \n\nPronunciation:  /ɑː/ \n\n/ə/ \n\n",
        "sound": "http://www.oxforddictionaries.com/media/english/uk_pron/a/are/are__/are__gb_2.mp3",
        "name": "are",
        "data": [
            {
                "definition": " Second person singular present and first, second, third person plural present of be.",
                "title": "",
                "example": "",
                "moreInformation": ""
            },
            {
                "definition": "A metric unit of measurement, equal to 100 square metres.",
                "title": " noun",
                "example": "",
                "moreInformation": ""
            }
        ]
    },
    {
        "pronunciation": "Pronunciation:  /fɔː/ \n\n/fə/ \n\nPronunciation:  /fə(r) ˈɛvə/ \n\n/ˌfɔː(r) ˈɛvə/ \n\n",
        "sound": "http://www.oxforddictionaries.com/media/english/uk_pron/f/for/for__/for__gb_2.mp3",
        "name": "for",
        "data": [
            {
                "definition": "In support of or in favour of (a person or policy):Affecting, with regard to, or in respect of:On behalf of or to the benefit of:Employed by:Having (the thing mentioned) as a purpose or function:Having (the thing mentioned) as a reason or cause:Having (the place mentioned) as a destination:Representing (the thing mentioned):In place of or in exchange for:Charged as (a price):In relation to the expected norm of:Indicating the length of (a period of time):Indicating the extent of (a distance):Indicating an occasion in a series:",
                "title": " preposition",
                "example": "troops who had fought for Napoleonthey voted for independence in a referendumshe is responsible for the efficient running of their departmentthe demand for moneyI got a present for youthese parents aren’t speaking for everyoneshe is a tutor for the Open Universitynetworks for the exchange of informationthe necessary tools for making a picture frameAileen is proud of her family for their supportI could dance and sing for joythey are leaving for London tomorrowthe ‘F’ is for Fascinatingwill you swap these two bottles for that one?copies are available for £1.20she was tall for her ageit’s quite warm for this time of yearhe was jailed for 12 yearsI haven’t seen him for some timehe crawled for 300 yardsthe camcorder failed for the third time",
                "moreInformation": "\nMore example sentences\nSo folks, if you agree with my policies, please vote for me at the next general election.It may be hackneyed to point out that people fought and died for the right to vote, but it's true all the same.This is a good idea and it enjoys the support of most of us who have fought for this country.\nGet more examples\n\nMore example sentences\nIt was a success but due to a new demand for money, the WWF had to withdraw after one season.He also learnt a new respect for further education, and those who work in it.Anyone who has ever been down a pit returns to the surface with deep respect for those who make a career of mining.\nGet more examples\n\nMore example sentences\nIt is nice to see people giving some of their leisure time for the benefit of others.We can bring in the expertise and we can manage that for the customers' benefit.We have a flexible benefits package for women and this is a woman-friendly company.\nGet more examples\n\nMore example sentences\nHe has been working for the tyre-fitting firm since he left school.You will be able to draw on your company scheme while working for the same firm.The nationality of the hostages and the name of the firm they work for was last night unclear.\nGet more examples\n\nMore example sentences\nThis is fun, and can be a powerful tool for learning and exchanging information.The old doorman's room, which was not being used, was just right for the purpose, she said.Have you ever used these fake papers to prove your identity for some purpose?\nGet more examples\n\nMore example sentences\nThe teenager, who cannot be named for legal reasons, gave evidence to the court via video link.In America, it is much harder for dissent to make such a breakthrough, for various reasons.We have to do this for moral reasons, and because our security depends on it.\nGet more examples\n\nMore example sentences\nHe missed the following two Cup games but will leave with the team for Perth tomorrow.As we left the stadium for the airport, bottles and bricks smacked against our coach.The survivors, who are Spanish and Portuguese, are expected to leave for home today.\nGet more examples\n\nMore example sentences\nThe ‘T’ is for telecommunications.The initials C.P.R. stand for Cardio Pulmonary Resuscitation.\nMore example sentences\nThere was no denying that this was an exchange, their cash for your compliance.He then walked off to try to get help to exchange the coins for larger ones.The food will help make up five-day meal packages handed out in exchange for a meal ticket.\nGet more examples\n\nMore example sentences\nThe helping was not on the generous side but what do you expect for a fiver?Limited tickets are available for $35 each.Firms that do not complete and submit the online survey can purchase the report for $150.\nGet more examples\n\nMore example sentences\nAlban was sturdy and tall for his age with tawny locks reaching down to his shoulders.In fact I have eyes like a hawk for someone my age.The number of cattle bones is said to be uniquely large for an Iron Age burial in Britain.\nGet more examples\n\nMore example sentences\nDo not stay out in the sun for lengthy periods without covering up and make sure you put on plenty of sun cream.The onus is put on the student's parents to get him or her to school for the period of time the student is suspended.What finally pushed me to this decision was getting stuck in a tunnel on a congested train for a long period.\nGet more examples\n\nMore example sentences\nI only used it for a few hundred yards, perilously close to a stretch of canal.Head back now to the main track and follow it by your outward route for a few 100 yards to an open gate.This went on for about a 100 yards when he finally asked me to wait whilst he pulled over.\nGet more examples\n\nMore example sentences\nSo for the third year running here's the low-down on Melas happening in your area.Brian, a Royal Marine home on leave in Blackburn, won the event for the third time.Stay at Marlfield House just one night and you'll spend the next working out how to stay on for a third.\nGet more examples\n"
            },
            {
                "definition": "Because; since:",
                "title": " conjunction",
                "example": "he felt guilty, for he knew that he bore a share of responsibility for Fanny’s death",
                "moreInformation": "\nMore example sentences\nHe smiled at this thought for he knew all too well that appearances were not always what they appeared to be.He closed his eyes tightly and longed for death, for surely he would be dead sooner or later.I didn't know what my future held, but God did, for he brought us together only a few months later."
            }
        ]
    },
    {
        "pronunciation": "Pronunciation:  /ɒn/ \n\n",
        "sound": "http://www.oxforddictionaries.com/media/english/uk_pron/o/on_/on__g/on__gb_1.mp3",
        "name": "on",
        "data": [
            {
                "definition": "Physically in contact with and supported by (a surface):Located somewhere in the general surface area of (a place):As a result of accidental physical contact with:Supported by (a part of the body):On to:In the possession of; being carried by:Forming a distinctive or marked part of the surface of:Having (the thing mentioned) as a topic; about:Having (the thing mentioned) as a basis:As a member of (a committee, jury, or other body):Having (the thing mentioned) as a target, aim, or focus:(Often followed by a noun without a determiner) having (the thing mentioned) as a medium for transmitting or storing information:Being broadcast by (a radio or television channel):In the course of (a journey):While travelling in (a public vehicle):On to (a public vehicle) with the intention of travelling in it:Indicating the day or part of a day during which an event takes place:At the time of:Engaged in:Regularly taking (a drug or medicine):Paid for by:Added to:",
                "title": " preposition",
                "example": "on the table was a water jugshe was lying on the floora sign on the front gatean internment camp on the islandthe house on the cornerhe banged his head on a beamhe was lying on his backput it on the tableshe only had a few pounds on hera scratch on her arma smile on her facea book on careersa constitution modelled on America’sthey would be allowed to serve on committeesfive air raids on Schweinfurtthousands marching on Washingtonher eyes were fixed on his dark profileput your ideas down on paperstored on the client’s own computera new twelve-part TV series on Channel 4he was on his way to see his motherJohn got some sleep on the planewe got on the trainreported on September 26on a very hot evening in Julyshe was booed on arriving homehis attendant was out on errandshe is on morphine to relieve the painthe drinks are on mea few pence on the electricity bill is nothing compared with your security",
                "moreInformation": "\nMore example sentences\nThere was a crystal vase filled with flowers on the table.I was standing on a chair in front of the mirror while Mother dressed me and combed my hair.She felt his hands on her shoulders.\nGet more examples\n\nMore example sentences\nNearly every town on the coast and islands has an equipped marina.The only surviving Georgian house on the street was semi-derelict.He tracks them through the forest and marshlands and finally finds that they have taken refuge inside a shack on the riverbank.\nGet more examples\n\nMore example sentences\nWhile walking he stubbed his toe on a sharp rock.I am glad I didn't cut myself on the broken glass.He did his best not to cut himself on the jagged edge of the can.\nGet more examples\n\nMore example sentences\nKelly underwent 11 major surgeries and spent long hours stretched out on her back, on a morphine drip.Why do flamingos stand on one leg?The longest recorded duration for balancing on one foot is 76 hours 40 minutes.\nGet more examples\nSynonymssupported by, resting on, in contact with\nView synonyms\n\nMore example sentences\nHe put the empty bottle on the desk.I put my hand on his shoulder.Hang your coat on the hook there and let's go to the kitchen for tea.\nGet more examples\nSynonymson to\nView synonyms\n\nMore example sentences\nHe reached into his pocket, only to discover that he didn't have his wallet on him.I'll give you my agent's number, but I don't have it on me right now.If they do not have any money on them, the police take them to the police station.\nGet more examples\n\nMore example sentences\nI looked in the mirror and noticed a mark on my chest.My son has a bruise on his forehead.I've got a nasty scratch on my car.\nGet more examples\n\nMore example sentences\nThe details on side effects are listed in Table 2 of the online supplement.I attempted to understand the articles on cricket but failed miserably.I want to write a book on how to eat properly.\nGet more examples\n\nMore example sentences\nThe film is based on a true story.How often they remove the snow is dependant on the weather.Traditional Cambridge colleges, modelled on monastic cloisters, consist of courts surrounded by walls of individual rooms.\nGet more examples\n\nMore example sentences\nI knew he was on the jury but did not talk to him about it.He was on several committees and was a former Lord Mayor.She served on many advisory councils and boards.\nGet more examples\n\nMore example sentences\nThey're planning an attack on the city.The colourful protest marched on the Scottish Parliament.They never actually engaged in close combat by firing on the enemy.\nGet more examples\n\nMore example sentences\nAll of these films are available in restored, good quality editions and most are now available on DVD.I spent a lot time driving and listening to books on tape.I have the whole series on tape.\nGet more examples\n\nMore example sentences\nOne of my favourite sketch shows is being repeated on radio four at the moment.The show will be broadcast on CBS on December 26th.He is transfixed by footage of riots showing on Sky News.\nGet more examples\n\nMore example sentences\nI stopped to pick up a gallon of milk on my way home from work.I'm on my way right now.Her symptoms grew increasingly bad during the two-week holiday and her leg became very painful on the trip back to Manchester.\nGet more examples\n\nMore example sentences\nI picked up a copy of the magazine to read on the plane this week.They both had their knapsacks stolen on the train.The boys fall asleep on the train.\nGet more examples\n\nMore example sentences\nI had a great deal of apprehension getting on the plane to fly to Japan.Peg and Matt enjoy being able to hop on the train to Chicago to go to a lecture or eat at a trendy restaurant.I met him for the first time three weeks ago, when we climbed on the buses to head out to our units.\nGet more examples\n\nMore example sentences\nOn the first Monday following Twelfth Night, the corn dolly would be ploughed back into the soil so that its spirit would be released and ensure a good harvest.Despite the protests, the secrecy of proceedings and the bitter collapse of talks on the last day, progress was made.On Saturday night we went to a football match.\nGet more examples\n\nMore example sentences\nRowena was surprised to find, on walking into the meeting room at the hotel, that most of her co-workers had already arrived.He had a commission in the RAF and on leaving in 1990 he joined the Territorial Army.The team was given a great reception on arrival back in Swinford with the Cup.\nGet more examples\n\nMore example sentences\nSusan was called out of town on business.Jim's just been on holiday in Scotland.She had been on leave caring for a sick child.\nGet more examples\n\nMore example sentences\nI was on heavy duty painkillers for 48 hours.Is it safe for her to be on antibiotics for so long?Her son had been on drugs for nine years and was desperate to get rid of the habit.\nGet more examples\n\nMore example sentences\nOrder what you want from any menu. It's all on the house.The football tickets for the match tomorrow are on you! I'll buy the drinks!If ever we're in the same city, dinner's on me.\nGet more examples\n\nMore example sentences\nOne hundred pounds a year extra on the insurance is not a lot at all.It's all too easy to agree to an extra few pounds on the bill, but that could be costly mistake.We can put another $50 on the course fees.\nGet more examples\n"
            },
            {
                "definition": "Physically in contact with and supported by a surface:(Of clothing) being worn by a person:Indicating continuation of a movement or action:Further forward; in an advanced state:(Of an event) taking place or being presented:Due to take place as planned:(Of an electrical appliance or power supply) functioning:(Of an actor) on stage.(Of an employee) working; on duty.",
                "title": " adverb",
                "example": "make sure the lid is onsitting with her coat onshe burbled onhe drove onand so onI’ll see you later ontime’s getting onwhat’s on at the May Festivalthere’s a good film on this afternoonthe match is still onthey always left the lights on",
                "moreInformation": "\nMore example sentences\nCan I get into the car when the cover is on?He put the tops on and sealed both glass bottles.Rinse them in hot water and screw on the lids.\nGet more examples\n\nMore example sentences\nThey all put their jackets on and headed down the driveway.With my glasses on I can read signs very far away.‘What did she have on?’ I asked. ‘A pink top and a blue-jean skirt,’ he said.\nGet more examples\n\nMore example sentences\nThey ran on, and eventually came into a long hallway.We started at seven in the morning, worked on without a break until twelve, then, after an hour for lunch, continued again until half-past five.I started competing at 16 and carried on until I was 35.\nGet more examples\nSynonymsinterminably, at length, for a long time, continuously, endlessly, ceaselessly, without a pause/break\nView synonyms\n\nMore example sentences\nI need to lock the door, now the evening's drawing on.A year on, most have returned to their previous lives.Nearly three months on, some of the building work is still not complete.\nGet more examples\n\nMore example sentences\nThe City Theatre has a new play on.There's a war on, and everybody has to make sacrifices.I wonder what's on at the movies tonight.\nGet more examples\n\nMore example sentences\nThey decided not to have an election. Now it's on again.Ok guys, the party's on!Are we still on for that drink in July?\nGet more examples\n\nMore example sentences\nMy dad turned the radio on and proceeded to restlessly channel-surf.Soon more and more houses will have their electricity on, and life will get back to normal.Parents often keep the television on while feeding, dressing, or playing with their children.\nGet more examples\nSynonymsfunctioning, in operation, working, in use, operating\nView synonyms\n\nExample sentences\nHis understudy had to go on for Act II.That's your cue. You're on.She is on for the first 19 minutes of the show.\nGet more examples\n\nExample sentences\nI took midnight to 4am and he was on until 8am.I'm on until we close, probably around four in the morning if the crowd keeps up like this.Abby explains she's on all day as a medical student.\nGet more examples\n"
            },
            {
                "definition": " The leg side.",
                "title": " noun",
                "example": "",
                "moreInformation": "\nExample sentences\nPlaying a ball pitched on the off stump to the on side was satisfying.This forced the spinners to bowl a straighter line, and gave him access to the less-protected on side whenever they erred in length.He bowled too many loose deliveries down the on side, to batsmen who were strong off their legs, and much of the batting left a lot to be desired.\nGet more examples\n"
            },
            {
                "definition": "Ontario (in official postal use).",
                "title": " abbreviation",
                "example": "",
                "moreInformation": ""
            },
            {
                "definition": "Old Norse.",
                "title": " abbreviation",
                "example": "",
                "moreInformation": ""
            }
        ]
    },
    {
        "pronunciation": "Pronunciation:  /az/ \n\n/əz/ \n\nPronunciation:  /ˌaz ˈpəː/ \n\nPronunciation:  /as/ \n\n",
        "sound": "http://www.oxforddictionaries.com/media/english/uk_pron/a/as_/as__g/as__gb_2.mp3",
        "name": "as",
        "data": [
            {
                "definition": "Used in comparisons to refer to the extent or degree of something:Used to emphasize an amount:",
                "title": " adverb",
                "example": "go as fast as you canit tasted like grape juice but not as sweetas many as twenty-two rare species may be at risk",
                "moreInformation": "\nMore example sentences\nHe's not as big as you think he is.A microprocessor, as small as a postage stamp, performs thousands of calculations per second based on readings from the sensor.They know the company as well as I do.\nGet more examples\n\nMore example sentences\nPolice arrested as many as 150 people for participating in a rare public protest to call for reforms.The plan is less than the estimates of some analysts, who had said the company may have to pay as much as $4 billion.Now the chimp is an endangered species, with as few as 150,000 chimps left in the wild.\nGet more examples\n"
            },
            {
                "definition": "Used to indicate that something happens during the time when something else is taking place:Used to indicate by comparison the way that something happens or is done:Used to add or interject a comment relating to the statement of a fact:Because; since:Even though:",
                "title": " conjunction",
                "example": "Frank watched him as he ambled through the crowdas she grew older, she kept more to herselfthey can do as they wishshe kissed him goodbye, as usualas you can see, I didn’t go after allI must stop now as I have to go outsweet as he is, he doesn’t pay his billstry as he might, he failed to pull it off",
                "moreInformation": "\nMore example sentences\nShe watched him as he approached her.I grabbed the keys to the store as I left.The ice continued to melt, but as it did so, I continued to slip deeper into the unknown.\nGet more examples\nSynonymswhile, just as, even as, at the (same) time that, at the moment that, during the time that, just when; simultaneously\nView synonyms\n\nMore example sentences\nThank you Mrs Peck, as usual you have been very helpful.Since the mother is ill, she may not be able to care for her baby as she would if she were well.The bout was, as was the case back then, a slow-paced fight compared to the fights of today.\nGet more examples\nSynonymsin the (same) way that, the (same) way, in the (same) manner that informallike\nView synonyms\n\nMore example sentences\nI'm used to all kinds of hard work, as you know, and I'm not afraid.However, as I mentioned earlier, most people are totally unaware of the East Village Arts District.Lee was a night-time security guard as I recall, not a cop.\nGet more examples\nSynonymswhich, a fact which, something which\nView synonyms\n\nMore example sentences\nThere are concerns for her as she was ill before she vanished.Athlone requested the game be played before Christmas instead of January 8 as students will be on holiday.Children's charities would like more help distributed through child benefit, as it is paid to all children through their mother.\nGet more examples\nSynonymsbecause, since, seeing that, seeing as, considering that, on account of the fact that, in view of the fact that, owing to the fact that informalon account of literaryfor archaicforasmuch\nView synonyms\n\nMore example sentences\nTry as she might, she can't keep her troubled family from fragmenting.But, good as he is, he was not the only reason to enjoy the film.Unless you are of a particularly curious bent, you would not even wish to sit down and eat with these people - dazzlingly clever as they undoubtedly are.\nGet more examples\nSynonymsalthough, though, even though/if, in spite of the fact that, despite the fact that, notwithstanding the fact that, notwithstanding that, for all that, while, whilst, albeit, however\nView synonyms\n"
            },
            {
                "definition": "Used to refer to the function or character that someone or something has:During the time of being (the thing specified):",
                "title": " preposition",
                "example": "it came as a shockshe got a job as a cookhe had often been ill as a child",
                "moreInformation": "\nMore example sentences\nHe cares for her deeply as a friend and perhaps as a future wife.He worked as a business teacher in the local high school.The 7100, which also works as a phone, should appeal to customers who want a single device for calls and e-mail.\nGet more examples\nSynonymsin the guise of, with the appearance of, in the character of, so as to appear to be\nView synonyms\nin the role of, being, acting as, functioning as\nView synonyms\n\nMore example sentences\nBorn in the Ukraine, he was brought to England as a baby and spent his childhood in Liverpool.Subsequently I visited this country as an adult, but for a short period of time.My parents were able to build their business upon the strong values they were taught as children.\nGet more examples\n"
            },
            {
                "definition": "An ancient Roman copper coin.",
                "title": " noun (plural asses)",
                "example": "",
                "moreInformation": "\nExample sentences\nThe asses and denarii minted by C. Marcius Censorinus show him in profile as a bearded and diademed man.Meanwhile bronze asses dropped in weight from about 280g to about 60g."
            },
            {
                "definition": "The chemical element arsenic.",
                "title": " symbol",
                "example": "",
                "moreInformation": ""
            },
            {
                "definition": "Anglo-Saxon.",
                "title": " abbreviation",
                "example": "",
                "moreInformation": ""
            }
        ]
    }
]